Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# AddExclusionsForFolderPathMenuFlyoutItem.Text
source: Folder Path
ar: مسار المجلد
de_de: Ordnerpfad
el_gr: Διαδρομή φακέλου
es: Ruta de carpeta
fr_fr: Chemin du dossier
he_il: נתיב תיקיה
hi_in: फ़ोल्डर पथ
ml_in: ഫോൾഡർ പാത
pl_pl: Ścieżka folderu

# AddExclusionsForFolderPathMenuFlyoutItem.ToolTipService.ToolTip
source: Add exclusions for a folder path
ar: إضافة استثناءات لمسار مجلد
de_de: Ausschlüsse für einen Ordnerpfad hinzufügen
el_gr: Προσθήκη εξαιρέσεων για διαδρομή φακέλου
es: Agregar exclusiones para una ruta de carpeta
fr_fr: Ajouter des exclusions pour un chemin de dossier
he_il: הוסף החרגות עבור נתיב תיקיה
hi_in: फ़ोल्डर पथ के लिए बहिष्करण जोड़ें
ml_in: ഫോൾഡർ പാതയ്ക്ക് ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia dla ścieżki folderu

# AddExclusionsForFolderPathMenuFlyoutItem.AutomationProperties.HelpText
source: Add exclusions for a folder path
ar: إضافة استثناءات لمسار مجلد
de_de: Ausschlüsse für einen Ordnerpfad hinzufügen
el_gr: Προσθήκη εξαιρέσεων για διαδρομή φακέλου
es: Agregar exclusiones para una ruta de carpeta
fr_fr: Ajouter des exclusions pour un chemin de dossier
he_il: הוסף החרגות עבור נתיב תיקיה
hi_in: फ़ोल्डर पथ के लिए बहिष्करण जोड़ें
ml_in: ഫോൾഡർ പാതയ്ക്ക് ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia dla ścieżki folderu

# AddExclusionsForExtensionMenuFlyoutItem.Text
source: Extension
ar: امتداد
de_de: Erweiterung
el_gr: Επέκταση
es: Extensión
he_il: סיומת
hi_in: एक्सटेंशन
ml_in: എക്സ്റ്റൻഷൻ
pl_pl: Rozszerzenie

# AddExclusionsForExtensionMenuFlyoutItem.ToolTipService.ToolTip
source: Add exclusions for an extension
ar: إضافة استثناءات لامتداد
de_de: Ausschlüsse für eine Erweiterung hinzufügen
el_gr: Προσθήκη εξαιρέσεων για επέκταση
es: Agregar exclusiones para una extensión
fr_fr: Ajouter des exclusions pour une extension
he_il: הוסף החרגות עבור סיומת
hi_in: एक्सटेंशन के लिए बहिष्करण जोड़ें
ml_in: ഒരു എക്സ്റ്റൻഷൻക്ക് ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia dla rozszerzenia

# AddExclusionsForExtensionMenuFlyoutItem.AutomationProperties.HelpText
source: Add exclusions for an extension
ar: إضافة استثناءات لامتداد
de_de: Ausschlüsse für eine Erweiterung hinzufügen
el_gr: Προσθήκη εξαιρέσεων για επέκταση
es: Agregar exclusiones para una extensión
fr_fr: Ajouter des exclusions pour une extension
he_il: הוסף החרגות עבור סיומת
hi_in: एक्सटेंशन के लिए बहिष्करण जोड़ें
ml_in: ഒരു എക്സ്റ്റൻഷൻക്ക് ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia dla rozszerzenia

# AddExclusionsForProcessMenuFlyoutItem.Text
source: Process
ar: عملية
de_de: Prozess
el_gr: Διεργασία
es: Proceso
fr_fr: Processus
he_il: תהליך
hi_in: प्रक्रिया
ml_in: പ്രക്രിയ
pl_pl: Proces

# AddExclusionsForProcessMenuFlyoutItem.ToolTipService.ToolTip
source: Add exclusions for a process
ar: إضافة استثناءات لعملية
de_de: Ausschlüsse für einen Prozess hinzufügen
el_gr: Προσθήκη εξαιρέσεων για διεργασία
es: Agregar exclusiones para un proceso
fr_fr: Ajouter des exclusions pour un processus
he_il: הוסף החרגות עבור תהליך
hi_in: प्रक्रिया के लिए बहिष्करण जोड़ें
ml_in: ഒരു പ്രക്രിയയ്ക്കായി ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia dla procesu

# AddExclusionsForProcessMenuFlyoutItem.AutomationProperties.HelpText
source: Add exclusions for a process
ar: إضافة استثناءات لعملية
de_de: Ausschlüsse für einen Prozess hinzufügen
el_gr: Προσθήκη εξαιρέσεων για διεργασία
es: Agregar exclusiones para un proceso
fr_fr: Ajouter des exclusions pour un processus
he_il: הוסף החרגות עבור תהליך
hi_in: प्रक्रिया के लिए बहिष्करण जोड़ें
ml_in: ഒരു പ്രക്രിയയ്ക്കായി ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia dla procesu

# AddExclusionsForCFAMenuFlyoutItem.ToolTipService.ToolTip
source: Add exclusions for Controlled Folder Access
ar: إضافة استثناءات للوصول المتحكم به إلى المجلدات
de_de: Ausschlüsse für den überwachten Ordnerzugriff hinzufügen
el_gr: Προσθήκη εξαιρέσεων για την Ελεγχόμενη πρόσβαση σε φακέλους
es: Agregar exclusiones para Acceso controlado a carpetas
fr_fr: Ajouter des exclusions pour l'accès contrôlé aux dossiers
he_il: הוסף החרגות עבור גישה מבוקרת לתיקיות
hi_in: Controlled Folder Access के लिए बहिष्करण जोड़ें
ml_in: Controlled Folder Access-നായി ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia dla Kontrolowanego dostępu do folderów

# AddExclusionsForCFAMenuFlyoutItem.AutomationProperties.HelpText
source: Add exclusions for Controlled Folder Access
ar: إضافة استثناءات للوصول المتحكم به إلى المجلدات
de_de: Ausschlüsse für den überwachten Ordnerzugriff hinzufügen
el_gr: Προσθήκη εξαιρέσεων για την Ελεγχόμενη πρόσβαση σε φακέλους
es: Agregar exclusiones para Acceso controlado a carpetas
fr_fr: Ajouter des exclusions pour l'accès contrôlé aux dossiers
he_il: הוסף החרגות עבור גישה מבוקרת לתיקיות
hi_in: Controlled Folder Access के लिए बहिष्करण जोड़ें
ml_in: Controlled Folder Access-നായി ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia dla Kontrolowanego dostępu do folderów

# AddExclusionsForASRMenuFlyoutItem.ToolTipService.ToolTip
source: Add exclusions for Attack Surface Reduction
ar: إضافة استثناءات لتقليل سطح الهجوم
de_de: Ausschlüsse für die Reduzierung der Angriffsfläche hinzufügen
el_gr: Προσθήκη εξαιρέσεων για τη Μείωση επιφάνειας επίθεσης
es: Agregar exclusiones para Reducción de la superficie de ataque
fr_fr: Ajouter des exclusions pour la réduction de la surface d'attaque
he_il: הוסף החרגות עבור הפחתת משטח התקיפה
hi_in: Attack Surface Reduction के लिए बहिष्करण जोड़ें
ml_in: Attack Surface Reduction-നായി ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia dla Ograniczania powierzchni ataków

# AddExclusionsForASRMenuFlyoutItem.AutomationProperties.HelpText
source: Add exclusions for Attack Surface Reduction
ar: إضافة استثناءات لتقليل سطح الهجوم
de_de: Ausschlüsse für die Reduzierung der Angriffsfläche hinzufügen
el_gr: Προσθήκη εξαιρέσεων για τη Μείωση επιφάνειας επίθεσης
es: Agregar exclusiones para Reducción de la superficie de ataque
fr_fr: Ajouter des exclusions pour la réduction de la surface d'attaque
he_il: הוסף החרגות עבור הפחתת משטח התקיפה
hi_in: Attack Surface Reduction के लिए बहिष्करण जोड़ें
ml_in: Attack Surface Reduction-നായി ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia dla Ograniczania powierzchni ataków

# AddedExclusionMsg
source: Added exclusion for: {0}
ar: تمت إضافة استثناء لـ: {0}
de_de: Ausschluss hinzugefügt für: {0}
el_gr: Προστέθηκε εξαίρεση για: {0}
es: Se agregó una exclusión para: {0}
fr_fr: Exclusion ajoutée pour : {0}
he_il: נוספה החרגה עבור: {0}
hi_in: इसके लिए बहिष्करण जोड़ा गया: {0}
ml_in: ഇതിനായി ഒഴിവാക്കൽ ചേർത്തു: {0}
pl_pl: Dodano wykluczenie dla: {0}

# RetrievedExclusionsSuccessfullyMsg
source: Successfully retrieved all Microsoft Defender exclusions.
ar: تم استرداد جميع استثناءات Microsoft Defender بنجاح.
de_de: Alle Microsoft-Defender-Ausschlüsse wurden erfolgreich abgerufen.
el_gr: Όλες οι εξαιρέσεις του Microsoft Defender ανακτήθηκαν με επιτυχία.
es: Se obtuvieron correctamente todas las exclusiones de Microsoft Defender.
fr_fr: Toutes les exclusions Microsoft Defender ont été récupérées avec succès.
he_il: כל ההחרגות של Microsoft Defender התקבלו בהצלחה.
hi_in: सभी Microsoft Defender बहिष्करण सफलतापूर्वक प्राप्त किए गए.
ml_in: എല്ലാ Microsoft Defender ഒഴിവാക്കലുകളും വിജയകരമായി വീണ്ടെടുത്തു.
pl_pl: Pomyślnie pobrano wszystkie wykluczenia Microsoft Defender.

# AddToExclusionsText
source: Add to Exclusions
ar: إضافة إلى الاستثناءات
de_de: Zu Ausschlüssen hinzufügen
el_gr: Προσθήκη στις εξαιρέσεις
es: Agregar a las exclusiones
fr_fr: Ajouter aux exclusions
he_il: הוסף להחרגות
hi_in: बहिष्करण में जोड़ें
ml_in: ഒഴിവാക്കലുകളിൽ ചേർക്കുക
pl_pl: Dodaj do wykluczeń

# AddProcessExclusionText
source: Add process exclusion
ar: إضافة استثناء عملية
de_de: Prozessausschluss hinzufügen
el_gr: Προσθήκη εξαίρεσης διεργασίας
es: Agregar exclusión de proceso
fr_fr: Ajouter une exclusion de processus
he_il: הוסף החרגת תהליך
hi_in: प्रक्रिया बहिष्करण जोड़ें
ml_in: പ്രക്രിയ ഒഴിവാക്കൽ ചേർക്കുക
pl_pl: Dodaj wykluczenie procesu

# AddExtensionExclusionText
source: Add extension exclusion
ar: إضافة استثناء امتداد
de_de: Erweiterungsausschluss hinzufügen
el_gr: Προσθήκη εξαίρεσης επέκτασης
es: Agregar exclusión de extensión
fr_fr: Ajouter une exclusion d'extension
he_il: הוסף החרגת סיומת
hi_in: एक्सटेंशन बहिष्करण जोड़ें
ml_in: എക്സ്റ്റൻഷൻ ഒഴിവാക്കൽ ചേർക്കുക
pl_pl: Dodaj wykluczenie rozszerzenia

# EnterFileExtensionText
source: Please enter a file extension.
ar: يرجى إدخال امتداد ملف.
de_de: Bitte geben Sie eine Dateierweiterung ein.
el_gr: Παρακαλούμε εισαγάγετε επέκταση αρχείου.
es: Por favor, ingrese una extensión de archivo.
fr_fr: Veuillez entrer une extension de fichier.
he_il: נא להזין סיומת קובץ.
hi_in: कृपया फ़ाइल एक्सटेंशन दर्ज करें.
ml_in: ദയവായി ഒരു ഫയൽ എക്സ്റ്റൻഷൻ നൽകുക.
pl_pl: Proszę wprowadzić rozszerzenie pliku.

# FileExtensionInvalidMsg
source: The file extension is invalid.
ar: امتداد الملف غير صالح.
de_de: Die Dateierweiterung ist ungültig.
el_gr: Η επέκταση αρχείου δεν είναι έγκυρη.
es: La extensión de archivo no es válida.
fr_fr: L'extension de fichier est invalide.
he_il: סיומת הקובץ אינה תקינה.
hi_in: फ़ाइल एक्सटेंशन अमान्य है.
ml_in: ഫയൽ എക്സ്റ്റൻഷൻ അസാധുവാണ്.
pl_pl: Rozszerzenie pliku jest nieprawidłowe.

# FileExtensionHasInvalidCharsMsg
source: The file extension contains invalid characters.
ar: امتداد الملف يحتوي على أحرف غير صالحة.
de_de: Die Dateierweiterung enthält ungültige Zeichen.
el_gr: Η επέκταση αρχείου περιέχει μη έγκυρους χαρακτήρες.
es: La extensión de archivo contiene caracteres no válidos.
fr_fr: L'extension de fichier contient des caractères invalides.
he_il: סיומת הקובץ מכילה תווים לא תקינים.
hi_in: फ़ाइल एक्सटेंशन में अमान्य वर्ण हैं.
ml_in: ഫയൽ എക്സ്റ്റൻഷനിൽ അസാധുവായ അക്ഷരങ്ങൾ ഉണ്ട്.
pl_pl: Rozszerzenie pliku zawiera niedozwolone znaki.

# EnterProcessNameText
source: Please enter a process name.
ar: يرجى إدخال اسم العملية.
de_de: Bitte geben Sie einen Prozessnamen ein.
el_gr: Παρακαλούμε εισαγάγετε όνομα διεργασίας.
es: Por favor, ingrese un nombre de proceso.
fr_fr: Veuillez entrer un nom de processus.
he_il: נא להזין שם תהליך.
hi_in: कृपया प्रक्रिया का नाम दर्ज करें.
ml_in: ദയവായി ഒരു പ്രക്രിയയുടെ പേര് നൽകുക.
pl_pl: Proszę wprowadzić nazwę procesu.

# ProcessNameInvalidMsg
source: The process name is invalid.
ar: اسم العملية غير صالح.
de_de: Der Prozessname ist ungültig.
el_gr: Το όνομα της διεργασίας δεν είναι έγκυρο.
es: El nombre del proceso no es válido.
fr_fr: Le nom du processus est invalide.
he_il: שם התהליך אינו תקין.
hi_in: प्रक्रिया का नाम अमान्य है.
ml_in: പ്രക്രിയയുടെ പേര് അസാധുവാണ്.
pl_pl: Nazwa procesu jest nieprawidłowa.

# ProcessNameHasInvalidCharsMsg
source: The process name contains invalid characters.
ar: اسم العملية يحتوي على أحرف غير صالحة.
de_de: Der Prozessname enthält ungültige Zeichen.
el_gr: Το όνομα της διεργασίας περιέχει μη έγκυρους χαρακτήρες.
es: El nombre del proceso contiene caracteres no válidos.
fr_fr: Le nom du processus contient des caractères invalides.
he_il: שם התהליך מכיל תווים לא תקינים.
hi_in: प्रक्रिया के नाम में अमान्य वर्ण हैं.
ml_in: പ്രക്രിയയുടെ പേരിൽ അസാധുവായ അക്ഷരങ്ങൾ ഉണ്ട്.
pl_pl: Nazwa procesu zawiera niedozwolone znaki.

# DeviceUsageIntent-Development-Title
source: Development
ar: التطوير
de_de: Entwicklung
el_gr: Ανάπτυξη
es: Desarrollo
fr_fr: Développement
he_il: פיתוח
hi_in: विकास
ml_in: വികസനം
pl_pl: Programowanie

# DeviceUsageIntent-Development-Description
source: Built for writing and testing software. Uses secure defaults while allowing common developer tools and local builds without unnecessary restrictions.
ar: مُصمَّم لكتابة البرمجيات واختبارها. يستخدم الإعدادات الافتراضية الآمنة مع السماح بأدوات المطورين الشائعة وعمليات البناء المحلية دون قيود غير ضرورية.
de_de: Ausgelegt für das Schreiben und Testen von Software. Verwendet sichere Standardwerte und ermöglicht gängige Entwicklertools sowie lokale Builds ohne unnötige Einschränkungen.
el_gr: Σχεδιασμένο για συγγραφή και δοκιμή λογισμικού. Χρησιμοποιεί ασφαλείς προεπιλογές, ενώ επιτρέπει συνήθη εργαλεία προγραμματιστών και τοπικές μεταγλωττίσεις χωρίς περιττούς περιορισμούς.
es: Diseñado para escribir y probar software. Usa valores predeterminados seguros, a la vez que permite herramientas de desarrollo comunes y compilaciones locales sin restricciones innecesarias.
fr_fr: Conçu pour l'écriture et le test de logiciels. Utilise des paramètres par défaut sécurisés tout en autorisant les outils de développement courants et les builds locaux sans restrictions inutiles.
he_il: בנוי לכתיבה ולבדיקת תוכנה. משתמש בברירות מחדל מאובטחות תוך מתן אפשרות לכלי פיתוח נפוצים ובניות מקומיות ללא הגבלות מיותרות.
hi_in: सॉफ़्टवेयर लिखने और परीक्षण करने के लिए निर्मित। सुरक्षित डिफ़ॉल्ट्स का उपयोग करता है, साथ ही आम डेवलपर टूल्स और लोकल बिल्ड्स की अनुमति देता है, बिना अनावश्यक प्रतिबंधों के.
ml_in: സോഫ്റ്റ്വെയർ എഴുതാനും ടെസ്റ്റുചെയ്യാനും നിർമ്മിച്ചത്. സുരക്ഷിത ഡീഫോൾട്ടുകൾ ഉപയോഗിക്കുന്നു, അതേസമയം സാധാരണ ഡെവലപ്പർ ഉപകരണങ്ങളും ലോക്കൽ ബിൽഡുകളും അനാവശ്യ നിയന്ത്രണങ്ങൾ ഇല്ലാതെ അനുവദിക്കുന്നു.
pl_pl: Przeznaczone do pisania i testowania oprogramowania. Używa bezpiecznych ustawień domyślnych, jednocześnie umożliwiając popularne narzędzia deweloperskie i lokalne kompilacje bez zbędnych ograniczeń.

# DeviceUsageIntent-Gaming-Title
source: Gaming
ar: الألعاب
el_gr: Παιχνίδια
es: Juegos
fr_fr: Jeu
he_il: משחקים
hi_in: गेमिंग
ml_in: ഗെയിമിംഗ്
pl_pl: Gry

# DeviceUsageIntent-Gaming-Description
source: Tuned for performance and compatibility with games. Keeps essential protections while avoiding settings that can impact gameplay.
ar: مُعدّل للأداء والتوافق مع الألعاب. يحافظ على الحمايات الأساسية مع تجنّب الإعدادات التي قد تؤثر في تجربة اللعب.
de_de: Für Leistung und Kompatibilität mit Spielen optimiert. Erhält wesentliche Schutzmechanismen und vermeidet Einstellungen, die das Spielerlebnis beeinträchtigen können.
el_gr: Ρυθμισμένο για επιδόσεις και συμβατότητα με παιχνίδια. Διατηρεί τις απαραίτητες προστασίες, αποφεύγοντας ρυθμίσεις που μπορεί να επηρεάσουν την εμπειρία παιχνιδιού.
es: Ajustado para el rendimiento y la compatibilidad con juegos. Mantiene protecciones esenciales evitando configuraciones que puedan afectar la jugabilidad.
fr_fr: Optimisé pour les performances et la compatibilité avec les jeux. Conserve les protections essentielles tout en évitant les paramètres pouvant impacter le gameplay.
he_il: מותאם לביצועים ותאימות עם משחקים. שומר על הגנות חיוניות תוך הימנעות מהגדרות שעלולות להשפיע על חוויית המשחק.
hi_in: गेम्स के साथ प्रदर्शन और अनुकूलता के लिए ट्यून किया गया। आवश्यक सुरक्षा उपाय बनाए रखता है और ऐसी सेटिंग्स से बचता है जो गेमप्ले को प्रभावित कर सकती हैं.
ml_in: കളികളുമായി പ്രകടനത്തിനും അനുയോജ്യതയ്ക്കും വിധേയമായി ട്യൂൺ ചെയ്തിരിക്കുന്നു. ഗെയിംപ്ലേയെ ബാധിക്കാൻ സാധ്യതയുള്ള ക്രമീകരണങ്ങൾ ഒഴിവാക്കി, അത്യാവശ്യ സംരക്ഷണങ്ങൾ നിലനിർത്തുന്നു.
pl_pl: Dostrojone pod wydajność i zgodność z grami. Zachowuje kluczowe zabezpieczenia, unikając ustawień, które mogą wpływać na rozgrywkę.

# DeviceUsageIntent-School-Title
source: School
ar: المدرسة
de_de: Schule
el_gr: Σχολείο
es: Escuela
fr_fr: École
he_il: לימודים
hi_in: स्कूल
ml_in: സ്കൂൾ
pl_pl: Szkoła

# DeviceUsageIntent-School-Description
source: Suitable for students, keeps compatibility with learning apps, avoids heavy enterprise controls.
ar: مناسب للطلاب، يحافظ على التوافق مع تطبيقات التعلّم، ويتجنب ضوابط المؤسسات الثقيلة.
de_de: Geeignet für Lernende, bewahrt die Kompatibilität mit Lernanwendungen und vermeidet strikte Unternehmenskontrollen.
el_gr: Κατάλληλο για μαθητές, διατηρεί συμβατότητα με εκπαιδευτικές εφαρμογές και αποφεύγει βαρείς εταιρικούς ελέγχους.
es: Adecuado para estudiantes, mantiene la compatibilidad con aplicaciones de aprendizaje y evita controles empresariales pesados.
fr_fr: Convient aux étudiants, garde la compatibilité avec les applications d'apprentissage, évite les contrôles d'entreprise lourds.
he_il: מתאים לסטודנטים, שומר על תאימות לאפליקציות לימודיות, נמנע מבקרות כבדות של ארגונים.
hi_in: छात्रों के लिए उपयुक्त, लर्निंग ऐप्स के साथ अनुकूलता बनाए रखता है, और भारी एंटरप्राइज़ नियंत्रणों से बचता है.
ml_in: വിദ്യാർത്ഥികൾക്ക് അനുയോജ്യം, ലേണിംഗ് ആപ്പുകളുമായി അനുയോജ്യത നിലനിർത്തുന്നു, ഭാരമേറിയ എന്റർപ്രൈസ് നിയന്ത്രണങ്ങൾ ഒഴിവാക്കുന്നു.
pl_pl: Odpowiednie dla uczniów i studentów, zachowuje zgodność z aplikacjami edukacyjnymi i unika ciężkich kontroli korporacyjnych.

# DeviceUsageIntent-Business-Title
source: Business
ar: الأعمال
de_de: Unternehmen
el_gr: Επιχείρηση
es: Empresarial
fr_fr: Entreprise
he_il: עסקים
hi_in: व्यवसाय
ml_in: ബിസിനസ്
pl_pl: Biznes

# DeviceUsageIntent-Business-Description
source: Everyday corporate device with strong protections for work data and accounts. Balanced for productivity with sensible access, logging, and update behavior.
ar: جهاز مؤسسي للاستخدام اليومي مع حماية قوية لبيانات العمل والحسابات. متوازن للإنتاجية مع وصول مدروس وتسجيل ملائم وسلوك تحديث منطقي.
de_de: Alltägliches Unternehmensgerät mit starken Schutzmechanismen für Arbeitsdaten und Konten. Ausgewogen für Produktivität mit sinnvoller Zugriffssteuerung, Protokollierung und Update-Verhalten.
el_gr: Καθημερινή εταιρική συσκευή με ισχυρές προστασίες για δεδομένα εργασίας και λογαριασμούς. Ισορροπημένη για παραγωγικότητα με λογική πρόσβαση, καταγραφή και συμπεριφορά ενημερώσεων.
es: Dispositivo corporativo de uso cotidiano con sólidas protecciones para los datos y cuentas de trabajo. Equilibrado para la productividad con acceso sensato, registro y un comportamiento de actualización adecuado.
fr_fr: Appareil d'entreprise quotidien avec de solides protections pour les données et les comptes professionnels. Équilibré pour la productivité avec un accès, une journalisation et un comportement de mise à jour sensibles.
he_il: מכשיר ארגוני יומיומי עם הגנות חזקות לנתוני עבודה ולחשבונות. מאוזן לפרודוקטיביות עם גישה מושכלת, רישום וביצוע עדכונים.
hi_in: दैनिक कॉर्पोरेट उपयोग के लिए डिवाइस, कार्य डेटा और खातों के लिए मजबूत सुरक्षा के साथ। उत्पादकता के लिए संतुलित, विवेकपूर्ण एक्सेस, लॉगिंग और अपडेट व्यवहार के साथ.
ml_in: ദൈനംദിന കോർപ്പറേറ്റ് ഉപയോഗത്തിനുള്ള ഉപകരണം, ജോലി ഡാറ്റയുടെയും അക്കൗണ്ടുകളുടെയും ശക്തമായ സംരക്ഷണങ്ങളോടെ. വിവേചനബുദ്ധിയുള്ള ആക്സസ്, ലോഗിംഗ്, അപ്‌ഡേറ്റ് പെരുമാറ്റം എന്നിവയോടെ ഉൽപ്പാദനക്ഷമതയ്ക്കായി സന്തുലിതമാക്കിയിരിക്കുന്നു.
pl_pl: Codzienne urządzenie korporacyjne z silnymi zabezpieczeniami danych służbowych i kont. Zrównoważone pod kątem produktywności dzięki rozsądnemu dostępowi, rejestrowaniu i zachowaniu aktualizacji.

# DeviceUsageIntent-SpecializedAccessWorkstation-Title
source: Specialized Access Workstation
ar: محطة عمل وصول متخصص
de_de: Arbeitsstation mit spezialisiertem Zugriff
el_gr: Σταθμός εργασίας με εξειδικευμένη πρόσβαση
es: Estación de trabajo de acceso especializado
fr_fr: Station de travail à accès spécialisé
he_il: עמדת עבודה לגישה ייעודית
hi_in: विशेषीकृत अभिगम कार्यस्थान
ml_in: വിശിഷ്ട ആക്സസ് വർക്ക്‌സ്റ്റേഷൻ
pl_pl: Specjalistyczna stacja robocza z dostępem specjalnym

# DeviceUsageIntent-SpecializedAccessWorkstation-Description
source: The Specialized security user demands a more controlled environment while still being able to do activities such as email and web browsing in a simple-to-use experience.
ar: يحتاج مستخدم الأمان المتخصص إلى بيئة أكثر تحكماً، مع الاستمرار في القدرة على تنفيذ أنشطة مثل البريد الإلكتروني وتصفح الويب ضمن تجربة سهلة الاستخدام.
de_de: Benutzer mit spezialisiertem Sicherheitsbedarf verlangen eine stärker kontrollierte Umgebung, können jedoch weiterhin Aktivitäten wie E-Mail und Webbrowsen in einer einfach zu bedienenden Benutzererfahrung ausführen.
el_gr: Ο χρήστης με εξειδικευμένες απαιτήσεις ασφάλειας χρειάζεται πιο ελεγχόμενο περιβάλλον, ενώ εξακολουθεί να μπορεί να κάνει δραστηριότητες όπως email και περιήγηση στον ιστό με μια απλή εμπειρία χρήσης.
es: El usuario de seguridad especializado requiere un entorno más controlado, y aun así poder realizar actividades como correo electrónico y navegación web en una experiencia fácil de usar.
fr_fr: L'utilisateur de sécurité spécialisée exige un environnement plus contrôlé tout en pouvant effectuer des activités telles que le courrier électronique et la navigation sur le Web dans une expérience simple à utiliser.
he_il: משתמש אבטחה ייעודי דורש סביבה מבוקרת יותר תוך יכולת לבצע פעולות כמו דואר אלקטרוני וגלישה באינטרנט בחוויית שימוש פשוטה.
hi_in: विशेषीकृत सुरक्षा वाला उपयोगकर्ता अधिक नियंत्रित परिवेश चाहता है, जबकि ईमेल और वेब ब्राउज़िंग जैसी गतिविधियाँ सरल उपयोग अनुभव में करने में सक्षम भी रहता है.
ml_in: വിശിഷ്ട സുരക്ഷാ ഉപയോക്താവ് കൂടുതൽ നിയന്ത്രിതമായ പരിസരം ആവശ്യപ്പെടുന്നു, അതേ സമയം ഇമെയിൽ, വെബ് ബ്രൗസിംഗ് പോലുള്ള പ്രവർത്തനങ്ങൾ എളുപ്പത്തിൽ ഉപയോഗിക്കാവുന്ന അനുഭവത്തിൽ ചെയ്യാനും കഴിയണം.
pl_pl: Użytkownik o specjalistycznych wymaganiach bezpieczeństwa potrzebuje bardziej kontrolowanego środowiska, przy zachowaniu możliwości wykonywania czynności, takich jak e‑mail i przeglądanie stron WWW, w prostym w obsłudze środowisku.

# DeviceUsageIntent-PrivilegedAccessWorkstation-Title
source: Privileged Access Workstation
ar: محطة عمل للوصول بامتيازات
de_de: Arbeitsstation mit privilegiertem Zugriff
el_gr: Σταθμός εργασίας προνομιακής πρόσβασης
es: Estación de trabajo de acceso privilegiado
fr_fr: Station de travail à accès privilégié
he_il: עמדת עבודה לגישה מיוחסת
hi_in: विशेषाधिकार प्राप्त पहुँच वाला कार्यस्थल
ml_in: പ്രത്യേക അവകാശ പ്രവേശന വർക്ക്‌സ്റ്റേഷൻ
pl_pl: Stacja robocza z uprzywilejowanym dostępem

# DeviceUsageIntent-PrivilegedAccessWorkstation-Description
source: This is the highest security configuration designed for extremely sensitive roles that would have a significant or material impact on the organization if their account was compromised.
ar: هذه هي أعلى تهيئة أمنية، مصممة لأدوار شديدة الحساسية قد يترتب على اختراق حسابها تأثير كبير أو جوهري على المؤسسة.
de_de: Dies ist die höchste Sicherheitskonfiguration für äußerst sensible Rollen, bei denen ein kompromittiertes Konto erhebliche oder materielle Auswirkungen auf die Organisation hätte.
el_gr: Πρόκειται για την υψηλότερη διαμόρφωση ασφάλειας, σχεδιασμένη για εξαιρετικά ευαίσθητους ρόλους, όπου η παραβίαση του λογαριασμού θα είχε σημαντικό ή ουσιώδη αντίκτυπο στον οργανισμό.
es: Esta es la configuración de seguridad más alta, diseñada para funciones sumamente sensibles que tendrían un impacto significativo o material en la organización si su cuenta se viera comprometida.
fr_fr: C'est la configuration de sécurité la plus élevée conçue pour les rôles extrêmement sensibles qui auraient un impact significatif ou matériel sur l'organisation si leur compte était compromis.
he_il: זוהי תצורת האבטחה הגבוהה ביותר המיועדת לתפקידים רגישים ביותר, שבהם פגיעה בחשבון עלולה להשפיע באופן משמעותי או מהותי על הארגון.
hi_in: यह सर्वोच्च सुरक्षा कॉन्फ़िगरेशन है, अत्यंत संवेदनशील भूमिकाओं के लिए डिज़ाइन किया गया है, जिनका खाता समझौता होने पर संगठन पर महत्वपूर्ण या ठोस प्रभाव पड़ सकता है.
ml_in: ഇത് ഏറ്റവും ഉയർന്ന സുരക്ഷാ കോൺഫിഗറേഷനാണ്, അത്യന്തം സെൻസിറ്റീവ് സ്ഥാനങ്ങൾക്ക് രൂപകൽപ്പന ചെയ്തത്; അവരുടെ അക്കൗണ്ട് ലംഘിക്കപ്പെടുകയാണെങ്കിൽ സംഘടനയ്ക്ക് ഗണ്യമായ അല്ലെങ്കിൽ വസ്തുതാപരമായ സ്വാധീനം ഉണ്ടാകാം.
pl_pl: To najwyższa konfiguracja zabezpieczeń, zaprojektowana dla wyjątkowo wrażliwych ról, gdzie kompromitacja konta miałaby istotny lub materialny wpływ na organizację.

# ApplyIntentBasedSecurityMeasuresButton.Content
source: Apply
ar: تطبيق
de_de: Übernehmen
el_gr: Εφαρμογή
es: Aplicar
fr_fr: Appliquer
he_il: החל
hi_in: लागू करें
ml_in: പ്രയോഗിക്കുക
pl_pl: Zastosuj
